{
  "also": "Also:",
  "automaticallyRedirected": "If you are not automatically redirected to {{applicationName}}, please click Continue below.",
  "close": "Close",
  "consent": {
    "cmsBlueButtonDisclaimer": "This product uses the Blue Button 2.0 APIs but is not endorsed or certified by the Centers for Medicare & Medicaid Services or the U.S. Department of Health and Human Services.",
    "consentCheckboxLabel": "I agree to the Terms of Service and Privacy Policies of both Flexpa and {{applicationName}} as listed above.",
    "privacyPolicyAndTOS": "Flexpa has attested to the <2>CARIN Code of Conduct</2> and is committed to <6>transparency</6>, <9>privacy</9>, and <12>security</12> in addition to {{applicationName}}'s commitment to your <18>transparency</18> and <22>privacy</22>.",
    "useOfPersonalInformation": "Flexpa doesn't ever sell your personal information and will only use it with your permission for the purpose you give your consent to. You can delegate and revoke access with exactly the third parties you choose."
  },
  "consentHeader": "{{applicationName}} uses <2>Flexpa</2> to connect your health plan",
  "consentHeaderNew": "{{applicationName}} uses <2>Flexpa</2> to connect your health plan",
  "continue": "Continue",
  "continueToVerification": "Continue to verification",
  "copied": "Copied",
  "copy": "Copy",
  "customerApplication": "{{applicationName}}'s application",
  "emailPlaceholder": "Type your email (ex. me@myemail.com)",
  "emptyResultsBody": "Try searching with a different spelling, or removing/adding acronyms. If this still doesn’t work, we may not support your health plan yet. Please <2>request it here.</2>",
  "emptyResultsHeader": "No matching health plans were found.",
  "errorConnectingEndpoint": "Error connecting {{endpointName}}",
  "errorMessageIneligiblePlan": "{{payer}} does not support sharing your plan’s information yet. Request support by sending a message in your online member portal’s messaging center using our template.<2></2><3></3>Sharing your email and plan type helps us confirm these are real requests so we can prioritize which plans to add.",
  "errorMessageRetryable": "Please try connecting your health plan again. If the issue persists, please <2>contact support</2> for assistance.",
  "errorMessageUnstable": "Looks like our connection to the health plan may be unstable at this time. Please try again later or <2>contact support</2> for assistance.",
  "explainer": {
    "authenticate": "Authenticate with {{endpointName}}.",
    "authenticateFHIRVendor": "Authenticate with {{endpointName}} using their identity verification service called {{fhirVendor}}.",
    "linkRedirect": "When complete, you will be redirected back here",
    "loginRedirect": "After you click Continue, you will be taken to {{endpointName}} in a new tab",
    "troubleshootingInstructions": "If at anytime you're having issues, come back to this tab for assistance"
  },
  "fallback": {
    "theApplication": "the application",
    "thisApplication": "This application",
    "thisApplicationLowercase": "this application",
    "thisPayer": "This payer"
  },
  "FlexpaLinkUnavailable": "Flexpa Link is currently unavailable.",
  "flexpaLogo": "Flexpa Logo",
  "healthPlanConnected": "Your health plan has been successfully connected.",
  "inAppBrowserWarning": "For privacy reasons, you cannot use Facebook's in-app browser to connect your health plan to <2>{{applicationName}}</2>",
  "inAppBrowserWarningTitle": "Continue in Safari or Chrome",
  "loading": "Loading",
  "messageCopied": "Message copied to clipboard!",
  "mostPopular": "Most popular:",
  "notSupportedPlanTypeEmail": "Hi there,\n\nI want to connect my information to the digital health application called Flexpa (my.flexpa.com) but it seems my plan type is not supported for syncing data. I would like to request this support so I can use the product.",
  "openInBrowser": "To continue, please open this link in your default browser such as Chrome or Safari.",
  "planLogoAlt": "Logo for {{name}}",
  "planType": {
    "commercialEPO": "Commercial EPO",
    "commercialEPODescription": "I have Health insurance provided through a Exclusive Provider Organization(EPO).",
    "commercialHDHP": "Commercial HDHP",
    "commercialHDHPDescription": "I have Health insurance provided through a High Deductible Health Plan (HDHP).",
    "commercialHMO": "Commercial HMO",
    "commercialHMODescription": "I have Health insurance provided through a Health Maintenance Organization (HMO).",
    "commercialPOS": "Commercial POS",
    "commercialPOSDescription": "I have Health insurance provided through a Point-of-Service (POS) Plan.",
    "commercialPPO": "Commercial PPO",
    "commercialPPODescription": "I have Health insurance provided through a Preferred Provider Organization (PPO).",
    "dentalHMO": "Dental HMO",
    "dentalHMODescription": "I have Health insurance provided to cover services related to the study, diagnosis, prevention, and treatment of diseases, disorders, and conditions of the oral cavity provided through a Health Maintenance Organization (HMO).",
    "dentalPlan": "Dental Plan",
    "dentalPlanDescription": "I have Health insurance provided to cover services related to the study, diagnosis, prevention, and treatment of diseases, disorders, and conditions of the oral cavity.",
    "federalEmployeeProgram": "Federal Employee Program",
    "federalEmployeeProgramDescription": "I have Health insurance provided to employees of the Federal government.",
    "indianHealthService": "Indian Health Service",
    "indianHealthServiceDescription": "Health care program provided to United States American Indians and Alaska Natives.",
    "medicaid": "Medicaid",
    "medicaidDescription": "I have Health insurance provided to eligible adults and children under the Federal Medicaid program",
    "medicaidHMO": "Medicaid HMO",
    "medicaidHMODescription": "I have Health insurance provided to eligible adults and children under the Federal Medicaid program through a Health Maintenance Organization (HMO).",
    "medicareAdvantage": "Medicare Advantage",
    "medicareAdvantageDescription": "I have Health insurance provided by a private company that contracts with Medicare to provide all Medicare Part A and Part B benefits.",
    "medicareAdvantageHMO": "Medicare Advantage HMO",
    "medicareAdvantageHMODescription": "I have Health insurance offered by a private company that contracts with Medicare to provide all Medicare Part A and Part B benefits through a Health Maintenance Organization (HMO).",
    "medicarePartA": "Medicare Part A",
    "medicarePartAB": "Medicare A/B",
    "medicarePartABDescription": "I have Health insurance provided under the Federal Medicare program covering inpatient hospital stays, care in a skilled nursing facility, hospice care, some home health care, certain doctors' services, outpatient care, medical supplies, and preventive services.",
    "medicarePartADescription": "I have Health insurance provided under the Federal Medicare program covering inpatient hospital stays, care in a skilled nursing facility, hospice care, and some home health care.",
    "medicarePartB": "Medicare Part B",
    "medicarePartBDescription": "I have Health insurance provided under the Federal Medicfare program covering certain doctors' services, outpatient care, medical supplies, and preventive services.",
    "medicarePartD": "Medicare Part D",
    "medicarePartDDescription": "I have Health insurance provided under the Federal Medicare program covering prescription drugs.",
    "qualifiedHealthPlan": "Qualified Health Plan",
    "qualifiedHealthPlanDescription": "I have Health insurance provided through and certified by the Health Insurance Marketplace that provides essential health benefits (EHBs), follows established limits on cost sharing, and meets other requirements outlined within the application process.",
    "TRICARE": "TRICARE",
    "TRICAREDescription": "I have a health care program provided to uniformed service members, retirees, and their families around the world.",
    "veteransAffairsPlan": "Veterans Affairs Plan",
    "veteransAffairsPlanDescription": "I have a health care program provided to eligible veterans.",
    "visionHMO": "Vision HMO",
    "visionHMODescription": "I have Health insurance provided to cover services related to the study, diagnosis, prevention, and treatment of diseases, disorders, and conditions of the eyes provided through a Health Maintenance Organization (HMO).",
    "visionPlan": "Vision Plan",
    "visionPlanDescriptio ": "I have Health insurance provided to cover services related to the study, diagnosis, prevention, and treatment of diseases, disorders, and conditions of the eyes."
  },
  "poweredBy": "Powered by <2>Flexpa</2>",
  "reportIssue": "Report Issue",
  "reportIssueEmailBody": "* Please fill this in and attach a screenshot *\n  Please bold the plan type you have:\n  * Medicaid \n  * Medicare\n  * Purchased through my employer\n  * Purchased from healthcare.gov for myself/my family\n  * Purchased online for myself/my family\n\n--------------------------------------------\n\nFor internal use - do not edit:\r\n",
  "reportIssueSubject": "Issue logging in to {{endpointName}} on {{applicationName}}",
  "requestEndpointEmail": "Who should we thank? Your email helps us confirm these are real requests so we can prioritize which plans to add.",
  "requestEndpointHeader": "Request \"{{filterText}}\"",
  "requestEndpointLink": "Don't see what you're looking for? <2>Request it here.</2>",
  "requestEndpointSuccessHeader": "Thanks for letting us know,\n                we’re on it! 🚀",
  "requestSupport": "Request Support",
  "searchLabel": "Search",
  "searchPlaceholder": "ex. BCBS Michigan, Kentucky Medicaid",
  "selectHealthPlan": "Select a health plan",
  "selectPlanType": "Select your plan type",
  "submit": "Submit",
  "submitAndCopyMessage": "Submit and copy message",
  "successHeader": "Health plan connected",
  "troubleshooting": {
    "invalidAccountFHIRVendorHelpText": "{{endpointLabel}} uses an identity service {{fhirVendor}} to verify your information before connecting with Flexpa. Please find the option for first time users to sign up or register.",
    "invalidAccountHelpText": "If you’ve attempted resetting your password and the login still doesn’t work, please let us know and attach a screenshot to the email.",
    "invalidAccountLabel": "My username and password aren’t working or the page cannot verify/find my account",
    "invalidAccountRegistrationLinkHelpText": "{{endpointLabel}} uses an identity service {{fhirVendor}} to verify your information before connecting with Flexpa. Please find the option for first time users to sign up or register. If you don't see one, click the link below.",
    "loginPageNotOpenHelpText": "A new tab should have opened for you to login. If not, please click the back button, reselect your plan, and make sure you've enabled pop-ups for our site in your browser settings.",
    "loginPageNotOpenLabel": "The login page didn't open",
    "pageIneligibleHelpText": "Unfortunately if you are seeing this error, {{endpointName}} does not support your plan's information to be shared with Flexpa yet.",
    "pageIneligibleLabel": "The page says I'm ineligible",
    "somethingElse": "Something else",
    "somethingElseHelpText": "If none of the above steps help resolve your issue, please let us know so we can investigate.",
    "troubleConnectingToEndpoint": "Trouble connecting on the {{endpointLabel}} page?"
  },
  "tryAgain": "Try again",
  "unstableConnection": "Connection may be unstable",
  "unsupportedPlan": "Your plan is not supported yet",
  "waitingForAuthentication": "Waiting for authentication..."
}
